[{"title":"Grand Theft Auto V","rating":89,"console":"Xbox One","cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXYsGoxS1AYfs9k0Y0e1_lIPzLOUA9pqF2B4zb-QtBNfliDsqd","quantity":10,"description":"Los Santos: a sprawling sun-soaked metropolis full of self-help gurus, starlets and fading celebrities, once the envy of the Western world, now struggling to stay afloat in an era of economic uncertainty and cheap reality TV. Amidst the turmoil, three very different criminals plot their own chances of survival and success: Franklin, a former street gangster, now looking for real opportunities and serious money; Michael, a professional ex-con whose retirement is a lot less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Running out of options, the crew risks everything in a series of daring and dangerous heists that could set them up for life.","received_by":"admin"},{"title":"Grand Theft Auto V","rating":89,"console":"Playstation 4","cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXYsGoxS1AYfs9k0Y0e1_lIPzLOUA9pqF2B4zb-QtBNfliDsqd","quantity":7,"description":"Los Santos: a sprawling sun-soaked metropolis full of self-help gurus, starlets and fading celebrities, once the envy of the Western world, now struggling to stay afloat in an era of economic uncertainty and cheap reality TV. Amidst the turmoil, three very different criminals plot their own chances of survival and success: Franklin, a former street gangster, now looking for real opportunities and serious money; Michael, a professional ex-con whose retirement is a lot less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Running out of options, the crew risks everything in a series of daring and dangerous heists that could set them up for life.","received_by":"admin"},{"title":"Grand Theft Auto V","rating":89,"console":"Xbox 360","cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXYsGoxS1AYfs9k0Y0e1_lIPzLOUA9pqF2B4zb-QtBNfliDsqd","quantity":8,"description":"Los Santos: a sprawling sun-soaked metropolis full of self-help gurus, starlets and fading celebrities, once the envy of the Western world, now struggling to stay afloat in an era of economic uncertainty and cheap reality TV. Amidst the turmoil, three very different criminals plot their own chances of survival and success: Franklin, a former street gangster, now looking for real opportunities and serious money; Michael, a professional ex-con whose retirement is a lot less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Running out of options, the crew risks everything in a series of daring and dangerous heists that could set them up for life.","received_by":"admin"},{"title":"Grand Theft Auto V","rating":89,"console":"Playstation 3","cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXYsGoxS1AYfs9k0Y0e1_lIPzLOUA9pqF2B4zb-QtBNfliDsqd","quantity":3,"description":"Los Santos: a sprawling sun-soaked metropolis full of self-help gurus, starlets and fading celebrities, once the envy of the Western world, now struggling to stay afloat in an era of economic uncertainty and cheap reality TV. Amidst the turmoil, three very different criminals plot their own chances of survival and success: Franklin, a former street gangster, now looking for real opportunities and serious money; Michael, a professional ex-con whose retirement is a lot less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Running out of options, the crew risks everything in a series of daring and dangerous heists that could set them up for life.","received_by":"admin"},{"title":"Grand Theft Auto V","rating":89,"console":"Xbox One","cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXYsGoxS1AYfs9k0Y0e1_lIPzLOUA9pqF2B4zb-QtBNfliDsqd","quantity":10,"description":"Los Santos: a sprawling sun-soaked metropolis full of self-help gurus, starlets and fading celebrities, once the envy of the Western world, now struggling to stay afloat in an era of economic uncertainty and cheap reality TV. Amidst the turmoil, three very different criminals plot their own chances of survival and success: Franklin, a former street gangster, now looking for real opportunities and serious money; Michael, a professional ex-con whose retirement is a lot less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Running out of options, the crew risks everything in a series of daring and dangerous heists that could set them up for life.","received_by":"admin"},{"title":"Grand Theft Auto V","rating":89,"console":"Xbox One","cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTXYsGoxS1AYfs9k0Y0e1_lIPzLOUA9pqF2B4zb-QtBNfliDsqd","quantity":10,"description":"Los Santos: a sprawling sun-soaked metropolis full of self-help gurus, starlets and fading celebrities, once the envy of the Western world, now struggling to stay afloat in an era of economic uncertainty and cheap reality TV. Amidst the turmoil, three very different criminals plot their own chances of survival and success: Franklin, a former street gangster, now looking for real opportunities and serious money; Michael, a professional ex-con whose retirement is a lot less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Running out of options, the crew risks everything in a series of daring and dangerous heists that could set them up for life.","received_by":"admin"},{"title":"Super Smash Bros.","rating":94,"console":"Nintendo 64","cover":"http://vignette3.wikia.nocookie.net/ssb/images/a/a8/Super_Smash_Bros._-_North_American_Boxart.png/revision/latest?cb=20120303165816","quantity":24,"description":"Four-player action fighter, starring 12 Nintendo mascots, including Mario, Luigi, Fox, Link, Samus, Pikachu, Jigglypuff and Captain Falcon. All the action takes place on one screen, from a zoomed out third-person perspective more reminiscent of old-school platformers than traditional fighting games. The premise is as simple as the controls. Beat up you opponents and knock them off the fighting platform to score a point. The more damage your opponents sustain, the farther you can throw them. Apart from the quick, but explosive mayhem that ensues when more than one player has at it, the game manages to bring back many fond gaming memories by bombarding players with familiar items, power-ups and many classic tunes.","received_by":"admin"},{"title":"Spyro The Dragon","rating":76,"console":"Playstation","cover":"http://img2.game-oldies.com/sites/default/files/packshots/sony-playstation/spyro-the-dragon-usa.jpg","quantity":3,"description":"Spyro is a cute purple dragon in a bit of a pickle. Each of Spyro's dragon friends has fallen victim to the nefarious Gnasty Gnorc, who has turned them into crystals. Accompanied by Sparx the dragonfly, Spyro sets out to free his buddies, while collecting gems and dragon eggs. Sparx also serves as Spyro's health-o-meter, glowing gold when Spyro is healthy and turning dusky green as he tires. To boost his energy, Spryo can blast docile creatures with fire, turning them into butterflies, which Sparx transforms into much-needed fuel.","received_by":"admin"},{"title":"Metal Gear Solid","rating":96,"console":"Playstation","cover":"https://upload.wikimedia.org/wikipedia/en/3/33/Metal_Gear_Solid_cover_art.png","quantity":2,"description":"Lightly Armed and facing an army of foes, Snake must avoid firefights in order to survive. If Snake can locate them he can utilize advanced hardware, ranging from silenced pistols to ground-to-air missiles. Enemies react to sight and sound - so stay quiet and stay in the shadows. State-of-the-art graphics, textures, transparencies, models & explosions. Taut, gripping story with multiple endings - a truly cinematic experience.","received_by":"admin"},{"title":"Crash Bandicoot 2: Cortex Strikes Back","rating":84,"console":"Playstation","cover":"http://ecx.images-amazon.com/images/I/61HN2M32M3L.jpg","quantity":4,"description":"The new storyline is simple: A very gullible Crash is corralled into collecting crystals for the evil Dr. Cortex and gems for the terrible N. Brio. There are 25 levels in all; each level contains an easy-to-find crystal and hard-to-earn gems. Instead of being forced to approach the game in a strictly linear fashion, you progress through a series of five warp rooms. Each warp room contains five levels, which you are free to tackle in any order. After you have found the crystals in each level, you can progress to the next warp room. This system of warp rooms is a great innovation; it's clear how to progress in the game, and yet you have the option of moving to a different level if you're hopelessly frustrated with one area. Best of all, you can save your game in the warp room at any time (a big improvement over the original game's horrific save system).","received_by":"admin"},{"title":"Crash Bandicoot","rating":88,"console":"Playstation","cover":"https://upload.wikimedia.org/wikipedia/en/4/44/Crash_Bandicoot_Cover.png","quantity":8,"description":"In the tradition of great 3-D action jumping games, Crash Bandicoot is probably the PlayStation equivalent of the groundbreaking Nintendo 64 title Super Mario 64. Now repackaged as one of PlayStation's Greatest Hits, this top-selling game takes you away on a tropical island adventure that is filled with precarious enemies and challenging levels. Our spiky-haired hero Crash needs no weapons to survive the harsh jungle. Instead, he jumps, jogs, and spins his way through numerous lush and downright fun environments. With 26 levels spanned across three tropical islands, Crash Bandicoot is sure to amuse old gamers as well as new. Crash must rescue his girlfriend, Tawna, from the evil clutches of Dr. Cortex. Along the way, he can gather fruit for extra lives, smash boxes for random prizes, and gather tokens that can be used for bonus rounds. Numerous big bosses block your path, which also includes more than a few risky jumps that require split-second timing. Crash Bandicoot's impressive graphics and strong gameplay have already won over many hard-core and casual gamers. While this PlayStation classic has already spawned two successful sequels, the original version remains a worthy purchase--particularly at the sub-$20 price. --Kasty Thomas","received_by":"admin"},{"title":"CTR: Crash Team Racing","rating":95,"console":"Playstation","cover":"http://howlongtobeat.com/gameimages/CrashTeamRacingNACover.png","quantity":14,"description":"PlayStation owners no longer need to borrow their friend's Nintendo 64 in order to have a rollicking good old time racing virtual turbo-charged go-karts through outlandish environments. Crash Team Racing does an excellent job of re-creating that same thrill on the PlayStation.\nCrash Team Racing has all the marks of the kart-racing genre, including big-headed characters driving diminutive go-karts, power-ups to increase speed and slow down opponents, and thematic tracks with multiple paths for exploration. What CTR adds to the mix is fairness: tighter-turning cars are rewarded for precision driving, skillful jumping, and strategic placement of booby traps. Sure, the playing field is level, but the better the driver, the better chance he or she has of winning consistently without any annoying \"catch-up code.\"\n\nThe one-player game is wonderfully presented as an exploratory adventure, while the multiplayer mode is a split-screen must-play for anyone with a PlayStation (and, of course, friends). Twenty-five tracks, 12 characters, and responsive control make CTR the gotta-have racing game. --Jeff Young","received_by":"admin"},{"title":"Final Fantasy VII","rating":100,"console":"Playstation","cover":"http://ecx.images-amazon.com/images/I/51tkmb93AiL.jpg","quantity":23,"description":"Long recognized as role-playing games par excellence, the Final Fantasy series gets a technological makeover in this installment (and series debut on the PlayStation). Shedding the two-dimensional graphics and limited sound capabilities of its predecessors, Final Fantasy VII features lush 3-D graphics, beautifully animated \"movie\" sequences, and soundtrack-quality music. Coupled with the game's intricate storyline, endearing characters, and immense yet highly imaginative world, these new advancements make for a quite an engrossing experience.\nThe story of Final Fantasy VII centers around a solider named Cloud Strife, who joins forces with Avalanche, a group of resistance fighters, to take down an evil mega-corporation known as Shinra. (The fate of the world hangs in the balance, of course.) Truly epic in scope, this four-disc game requires a considerable amount of time to complete---this reviewer gladly gave up over 80 hours of his life to finish it. But it's definitely a rewarding adventure that every PlayStation owner should consider undertaking, especially since it's now one of the low-priced \"Greatest Hits\" titles. --Joe Hon","received_by":"admin"}]